Repository: Jose-Luis-Nunez/FitnessApp
Catalog: Packages/FitnessResources/Sources/FitnessResources/Resources/Localizable.xcstrings
Source language: en
Languages: de

# accessibility.close_training
source: Close training
de: Training schließen

# accessibility.close_training_hint
source: Swipe down or activate to return to the workout
de: Nach unten wischen oder aktivieren, um zum Workout zurückzukehren

# accessibility.coaching_tips
source: Coaching tips
de: Trainingstipps

# accessibility.collapses_coaching_tips
source: Collapses coaching tips
de: Klappt die Trainingstipps ein

# accessibility.decimal_switch
source: DecimalSwitch
de: Dezimalschalter

# accessibility.edit_nickname
source: Edit nickname
de: Spitznamen bearbeiten

# accessibility.edit_repetitions
source: Edit repetitions
de: Wiederholungen bearbeiten

# accessibility.edit_seat
source: Edit seat position
de: Sitzposition bearbeiten

# accessibility.edit_weight
source: Edit weight
de: Gewicht bearbeiten

# accessibility.exercise_illustration
source: Exercise muscle illustration
de: Muskelillustration der Übung

# accessibility.expands_coaching_tips
source: Expands coaching tips
de: Klappt die Trainingstipps aus

# accessibility.hides_set_details
source: Hides set details
de: Blendet Satzdetails aus

# accessibility.kilograms
source: %1$(value)@ kilograms
de: %1$(value)@ Kilogramm

# accessibility.last_run_details
source: Last run details
de: Details zum letzten Training

# accessibility.left
source: Left
de: Links

# accessibility.record_set_result
source: Record set result
de: Satzergebnis eintragen

# accessibility.rep_count
source: %1$(count)lld reps
de: %1$(count)lld Wiederholungen

# accessibility.right
source: Right
de: Rechts

# accessibility.set_count
source: %1$(count)lld sets
de: %1$(count)lld Sätze

# accessibility.shows_exercise_analytics
source: Shows exercise analytics
de: Zeigt die Übungsanalyse

# accessibility.shows_set_details
source: Shows set details
de: Zeigt Satzdetails

# accessibility.start_exercise
source: Start exercise
de: Übung starten

# accessibility.target
source: Target %1$(value)@
de: Ziel %1$(value)@

# accessibility.variable_reps
source: Variable reps
de: Variable Wiederholungen

# accessibility.variable_weight
source: Variable weight
de: Variables Gewicht

# action.add
source: Add
de: Hinzufügen

# action.apply
source: Apply
de: Übernehmen

# action.back
source: Back
de: Zurück

# action.cancel
source: Cancel
de: Abbrechen

# action.continue
source: Continue
de: Weiter

# action.delete
source: Delete
de: Löschen

# action.done
source: Done
de: Fertig

# action.less
source: Less
de: Weniger

# action.more
source: More
de: Mehr

# action.refresh
source: Refresh
de: Aktualisieren

# action.reset
source: Reset
de: Zurücksetzen

# action.reset_all
source: Reset all
de: Alle zurücksetzen

# action.save
source: Save
de: Speichern

# action.select
source: Select
de: Auswählen

# action.start
source: Start
de: Starten

# analytics.add_data
source: Add data
de: Daten hinzufügen

# analytics.average_line
source: Average: %1$(average)@ Days
de: Durchschnitt: %1$(average)@ Tage

# analytics.biweekly
source: Biweekly
de: Alle zwei Wochen

# analytics.categories
source: Categories
de: Kategorien

# analytics.category
source: Category
de: Kategorie

# analytics.category_name
source: Category: %1$(name)@
de: Kategorie: %1$(name)@

# analytics.completed_exercises
source: %1$(completed)lld/%2$(total)lld Exercises
de: %1$(completed)lld/%2$(total)lld Übungen

# analytics.data_for
source: Data for %1$(date)@
de: Daten für %1$(date)@

# analytics.day_count
source: %1$(count)lld Days
de: %1$(count)lld Tage

# analytics.edit_data_for
source: Edit data for %1$(date)@
de: Daten für %1$(date)@ bearbeiten

# analytics.enter_goal_reps
source: Enter goal reps
de: Zielwiederholungen eingeben

# analytics.enter_goal_weight
source: Enter goal weight
de: Zielgewicht eingeben

# analytics.exercise_accessibility
source: Exercise analytics
de: Übungsanalyse

# analytics.goal_reps
source: Goal Reps
de: Ziel-Wdh.

# analytics.goal_weight
source: Goal kg
de: Ziel kg

# analytics.historical_gaps_line
source: Historical gaps: %1$(gaps)@ Days
de: Frühere Abstände: %1$(gaps)@ Tage

# analytics.last_workout
source: Last Workout
de: Letztes Workout

# analytics.last_workout_completion
source: Last Workout Completion
de: Abschluss des letzten Workouts

# analytics.least_trained_category
source: Category with least exercise
de: Kategorie mit den wenigsten Übungen

# analytics.monthly_training
source: Monthly training
de: Monatliches Training

# analytics.most_improved_category
source: Category with most Improvements
de: Kategorie mit den meisten Verbesserungen

# analytics.most_trained_category
source: Category with most exercise
de: Kategorie mit den meisten Übungen

# analytics.no_workout_data
source: No workout data available
de: Keine Workout-Daten verfügbar

# analytics.not_enough_training_data
source: Not enough training data
de: Nicht genügend Trainingsdaten

# analytics.not_started
source: Not Started
de: Nicht begonnen

# analytics.period_days
source: Period: %1$(count)lld Days
de: Zeitraum: %1$(count)lld Tage

# analytics.reps_increase
source: Reps increase
de: Wiederholungssteigerung

# analytics.result_line
source: Result: %1$(result)@
de: Ergebnis: %1$(result)@

# analytics.selected_exercises
source: %1$(selected)lld of %2$(total)lld exercises
de: %1$(selected)lld von %2$(total)lld Übungen

# analytics.set_goal
source: Set
de: Festlegen

# analytics.set_reps_goal
source: Set Reps Goal
de: Wiederholungsziel festlegen

# analytics.set_weight_goal
source: Set Weight Goal
de: Gewichtsziel festlegen

# analytics.since_last_training_line
source: Since last training: %1$(days)lld Days (not in calculation)
de: Seit dem letzten Training: %1$(days)lld Tage (nicht in der Berechnung)

# analytics.title
source: Analytics
de: Auswertung

# analytics.to
source: to
de: bis

# analytics.today
source: Today (%1$(date)@)
de: Heute (%1$(date)@)

# analytics.total_analytics
source: Total Analytics
de: Gesamtauswertung

# analytics.total_overview
source: Total Overview
de: Gesamtübersicht

# analytics.total_training
source: Total training
de: Trainings gesamt

# analytics.training_calendar
source: Training Calendar
de: Trainingskalender

# analytics.training_exercises
source: %lld Trainings · %lld Exercises
de: %lld Trainings · %lld Übungen

# analytics.training_rhythm
source: Training Rhythm
de: Trainingsrhythmus

# analytics.training_to_increase_reps
source: Training to increase Reps
de: Trainings bis zur Wiederholungssteigerung

# analytics.training_to_increase_weight
source: Training to increase kg
de: Trainings bis zur Gewichtssteigerung

# analytics.weekly
source: Weekly
de: Wöchentlich

# analytics.weeks
source: %1$(count)lld weeks
de: %1$(count)lld Wochen

# analytics.weight_increase
source: Weight increase
de: Gewichtssteigerung

# analytics.workout_date
source: Workout date
de: Workout-Datum

# analytics.workout_date_title
source: Workout Date
de: Workout-Datum

# body_region.abs
source: Abs
de: Bauch

# body_region.ankle
source: Ankle
de: Sprunggelenk

# body_region.biceps_left
source: Biceps left
de: Bizeps links

# body_region.biceps_right
source: Biceps right
de: Bizeps rechts

# body_region.calf
source: Calf
de: Wade

# body_region.chest_left
source: Chest left
de: Brust links

# body_region.chest_right
source: Chest right
de: Brust rechts

# body_region.foot
source: Foot
de: Fuß

# body_region.forearm_left
source: Forearm left
de: Unterarm links

# body_region.forearm_right
source: Forearm right
de: Unterarm rechts

# body_region.hand_left
source: Hand left
de: Hand links

# body_region.hand_right
source: Hand right
de: Hand rechts

# body_region.knee_left
source: Knee left
de: Knie links

# body_region.knee_right
source: Knee right
de: Knie rechts

# body_region.lower_back
source: Lower back
de: Unterer Rücken

# body_region.middle_back
source: Middle back
de: Mittlerer Rücken

# body_region.neck_left
source: Neck left
de: Nacken links

# body_region.neck_right
source: Neck right
de: Nacken rechts

# body_region.obliques_left
source: Obliques left
de: Seitliche Bauchmuskeln links

# body_region.obliques_right
source: Obliques right
de: Seitliche Bauchmuskeln rechts

# body_region.shoulder_left
source: Shoulder left
de: Schulter links

# body_region.shoulder_right
source: Shoulder right
de: Schulter rechts

# body_region.thigh_back
source: Thigh back
de: Oberschenkel hinten

# body_region.thigh_front
source: Thigh front
de: Oberschenkel vorne

# body_region.thigh_inner
source: Thigh inner
de: Oberschenkel innen

# body_region.thigh_outer
source: Thigh outer
de: Oberschenkel außen

# body_region.triceps_left
source: Triceps left
de: Trizeps links

# body_region.triceps_right
source: Triceps right
de: Trizeps rechts

# body_region.upper_back
source: Upper back
de: Oberer Rücken

# body_region.wrist_left
source: Wrist left
de: Handgelenk links

# body_region.wrist_right
source: Wrist right
de: Handgelenk rechts

# common.actions
source: Actions
de: Aktionen

# common.calculation
source: Calculation
de: Berechnung

# common.collapsed
source: Collapsed
de: Eingeklappt

# common.completed_of_total
source: %1$(completed)lld of %2$(total)lld
de: %1$(completed)lld von %2$(total)lld

# common.current
source: Current
de: Aktuell

# common.data
source: Data
de: Daten

# common.date
source: Date
de: Datum

# common.decimal
source: Decimal
de: Dezimal

# common.error
source: Error
de: Fehler

# common.expanded
source: Expanded
de: Ausgeklappt

# common.maximum_reached
source: Maximum reached
de: Maximalwert erreicht

# common.no_data_available
source: No data available
de: Keine Daten verfügbar

# common.not_enough_data
source: Not enough data
de: Nicht genügend Daten

# common.not_selected
source: Not selected
de: Nicht ausgewählt

# common.progress
source: Progress
de: Fortschritt

# common.results_today
source: Results today
de: Heutige Ergebnisse

# common.selected
source: Selected
de: Ausgewählt

# common.unknown
source: Unknown
de: Unbekannt

# common.variable
source: Var
de: Variabel

# error.export_failed
source: Export failed. Please try again.
de: Export fehlgeschlagen. Bitte versuche es erneut.

# error.failed_to_load
source: Failed to load.
de: Laden fehlgeschlagen.

# error.incomplete_workout
source: Workout data is incomplete or corrupted.
de: Die Workout-Daten sind unvollständig oder beschädigt.

# error.invalid_url
source: Invalid URL.
de: Ungültige URL.

# error.invalid_workout_json
source: That's not valid workout JSON.
de: Das ist kein gültiges Workout-JSON.

# error.network_unreachable
source: Network unreachable.
de: Netzwerk nicht erreichbar.

# error.newer_workout_version
source: This workout was exported with a newer app version.
de: Dieses Workout wurde mit einer neueren App-Version exportiert.

# error.saving_failed
source: Saving failed. Please try again.
de: Speichern fehlgeschlagen. Bitte versuche es erneut.

# error.too_many_requests
source: Too many requests. Please wait a moment.
de: Zu viele Anfragen. Bitte warte einen Moment.

# error.transit_unavailable
source: Transit service temporarily unavailable (%1$(code)lld). Please try again later.
de: Verkehrsdienst vorübergehend nicht verfügbar (%1$(code)lld). Bitte versuche es später erneut.

# error.unreadable_response
source: Could not read the response.
de: Die Antwort konnte nicht gelesen werden.

# exercise.activate
source: Activate Exercise
de: Übung aktivieren

# exercise.activate_selection
source: Activate
de: Aktivieren

# exercise.add_seat_setting
source: Add another seat setting
de: Weitere Sitzposition hinzufügen

# exercise.additional_options
source: Additional options
de: Weitere Optionen

# exercise.bilateral
source: Train left and right
de: Links und rechts trainieren

# exercise.bilateral_detail
source: Each set is completed once per side.
de: Jeder Satz wird pro Seite einmal abgeschlossen.

# exercise.bodyweight
source: Bodyweight exercise
de: Eigenes Gewicht

# exercise.bodyweight_detail
source: No additional weight will be added.
de: Es wird kein Zusatzgewicht verwendet.

# exercise.completed
source: Completed exercise
de: Abgeschl. Übung

# exercise.count
source: %1$(count)lld exercises
de: %1$(count)lld Übungen

# exercise.count_logged
source: %1$(count)lld exercises logged
de: %1$(count)lld Übungen eingetragen

# exercise.deactivate
source: Deactivate Exercise
de: Übung deaktivieren

# exercise.deactivate_selection
source: Deactivate
de: Deaktivieren

# exercise.decimal_weight
source: Use 0.5 kg increments
de: 0,5 KG Schritte verwenden

# exercise.decimal_weight_detail
source: Allows selecting weights in 0.5 kg steps.
de: Ermöglicht die Gewichtsauswahl in 0,5 KG Schritten.

# exercise.details_accessibility
source: Details for %1$(name)@
de: Details für %1$(name)@

# exercise.edit_seat
source: Edit Seat
de: Sitzposition bearbeiten

source: Exercise list
de: Übungsliste

source: Exercise Name
de: Name der Übung

# exercise.name_example
source: e.g. Crunches
de: z. B. Crunches

# exercise.new
source: New Exercise
de: Neue Übung

# exercise.of_count
source: of %1$(count)lld
de: von %1$(count)lld

# exercise.plural
source: Exercises
de: Übungen

# exercise.repetitions
source: Repetitions
de: Wiederholungen

# exercise.repetitions_count
source: %1$(count)lld reps
de: %1$(count)lld Wdh.

# exercise.reps
source: Reps
de: Wdh.

# exercise.reps_lowercase
source: reps
de: Wdh.

# exercise.reset_prompt
source: Do you really want to reset all exercises in this category?
de: Möchtest du wirklich alle Übungen in dieser Kategorie zurücksetzen?

# exercise.reset_prompt_title
source: Reset exercises?
de: Übungen zurücksetzen?

# exercise.seat
source: Seat
de: Sitz

# exercise.seat_position_example
source: e.g. Bench Seat
de: z. B. Sitz

# exercise.seat_position_number
source: Seat Position %1$(position)lld
de: Sitzposition %1$(position)lld

# exercise.seat_required
source: Seat required
de: Sitzposition erforderlich

# exercise.seat_required_detail
source: Enable when this exercise requires a seat setting.
de: Aktivieren, wenn diese Übung eine Sitzeinstellung benötigt.

# exercise.seat_settings
source: Seat Settings
de: Sitzpositionen

# exercise.seat_settings_detail
source: Set up to four seat positions for this exercise.
de: Lege bis zu vier Sitzpositionen für diese Übung fest.

# exercise.set_label
source: sets
de: Sätze

# exercise.set_number
source: Set %1$(number)lld
de: Satz %1$(number)lld

# exercise.set_number_uppercase
source: SET %1$(number)lld
de: SATZ %1$(number)lld

# exercise.sets
source: Sets
de: Sätze

# exercise.singular
source: Exercise
de: Übung

# exercise.weight
source: Weight
de: Gewicht

# feedback.add
source: Add feedback
de: Feedback hinzufügen

# feedback.cancel
source: Cancel feedback
de: Feedback abbrechen

# feedback.cancel_hint
source: Swipe down or activate to return to training
de: Nach unten wischen oder aktivieren, um zum Training zurückzukehren

# feedback.dizziness
source: Dizziness
de: Schwindel

# feedback.dizziness_detail
source: Lightheaded / spinning
de: Benommenheit / Drehschwindel

# feedback.draft
source: Feedback draft in progress
de: Feedback-Entwurf in Bearbeitung

# feedback.energy_level
source: Energy level
de: Energielevel

# feedback.high
source: High
de: Hoch

# feedback.low
source: Low
de: Niedrig

# feedback.nausea
source: Nausea
de: Übelkeit

# feedback.nausea_detail
source: Upset stomach / Fatigue
de: Magenbeschwerden / Erschöpfung

# feedback.note_example
source: e.g. shoulder hurt during last set
de: z. B. Schulter schmerzte im letzten Satz

# feedback.notes
source: Notes
de: Notizen

# feedback.pain
source: Pain
de: Schmerz

# feedback.pain_detail
source: Acute or sharp
de: Akut oder stechend

# feedback.physical_symptoms
source: Physical Symptoms
de: Körperliche Symptome

source: Feedback saved
de: Feedback gespeichert

# feedback.title
source: Exercise Feedback
de: Übungsfeedback

# feedback.weakness
source: Weakness
de: Schwäche

# feedback.weakness_detail
source: Inability to hold form
de: Bewegungsausführung nicht haltbar

# friend.add
source: Add Friend
de: Freund hinzufügen

# friend.cancel_adding
source: Cancel adding friend
de: Freund hinzufügen abbrechen

# friend.choose_file
source: Choose friend file
de: Freundesdatei auswählen

# friend.comparison_failed
source: Comparison data could not be loaded.
de: Vergleichsdaten konnten nicht geladen werden.

# friend.exclusive_count
source: %1$(count)lld exclusive to %2$(name)@
de: %1$(count)lld nur bei %2$(name)@

# friend.file_unreadable
source: The selected friend file could not be read.
de: Die ausgewählte Freundesdatei konnte nicht gelesen werden.

# friend.friends
source: Friends
de: Freunde

# friend.import_instructions
source: Enter a name, then choose the .fitnessfriend file shared by your friend.
de: Gib einen Namen ein und wähle die geteilte .fitnessfriend-Datei aus.

# friend.import_training_data
source: Import training data
de: Trainingsdaten importieren

# friend.me
source: Me
de: Ich

# friend.name_placeholder
source: Friend name
de: Name des Freundes

# friend.no_shared_exercises
source: No shared exercises in this category.
de: Keine gemeinsamen Übungen in dieser Kategorie.

# friend.select
source: Select a friend
de: Freund auswählen

# friend.selected_file
source: Selected, %1$(name)@
de: Ausgewählt, %1$(name)@

# friend.total_exercises
source: Total exercises
de: Übungen insgesamt

# friend.training_days_month
source: Training days / month
de: Trainingstage / Monat

# live_activity.set
source: Set
de: Satz

# muscle.abs
source: Abs
de: Bauch

# muscle.arm
source: Arm
de: Arme

# muscle.arms
source: Arms
de: Arme

# muscle.back
source: Back
de: Rücken

# muscle.chest
source: Chest
de: Brust

# muscle.legs
source: Legs
de: Beine

# profile.accent_color
source: Accent Color
de: Akzentfarbe

# profile.accent_green
source: Green
de: Grün

# profile.accent_grey
source: Grey
de: Grau

# profile.age
source: Age
de: Alter

# profile.bmi_detail
source: Your body mass index
de: Dein Body-Mass-Index

# profile.bmi_failed
source: Could not calculate BMI.
de: BMI konnte nicht berechnet werden.

# profile.bmi_normal
source: Normal weight
de: Normalgewicht

# profile.bmi_obese
source: Obese
de: Adipositas

# profile.bmi_offline
source: Offline – using local calculation.
de: Offline – lokale Berechnung verwendet.

# profile.bmi_overweight
source: Overweight
de: Übergewicht

# profile.bmi_prompt
source: Enter your weight and height to calculate your BMI.
de: Größe & Gewicht eingeben für BMI Berechnung

# profile.bmi_underweight
source: Underweight
de: Untergewicht

# profile.body_details
source: Body Details
de: Körperdaten

# profile.greeting
source: Hey %1$(name)@
de: Hallo %1$(name)@

# profile.height
source: Height
de: Größe

# profile.height_cm
source: Height (cm)
de: Größe (cm)

# profile.language
source: Language
de: Sprache

# profile.nickname
source: Nickname
de: Spitzname

# profile.nickname_empty
source: Nickname cannot be empty.
de: Der Spitzname darf nicht leer sein.

# profile.nickname_placeholder
source: Your nickname
de: Dein Spitzname

# profile.title
source: Profile
de: Profil

# profile.weight
source: Weight
de: Gewicht

# profile.weight_kg
source: Weight (kg)
de: Gewicht (kg)

# profile.years
source: Years
de: Jahre

# schedule.best
source: Best
de: Beste

# schedule.rhythm
source: Rhythm
de: Rhythmus

# schedule.streak
source: Streak
de: Serie

# schedule.title
source: Schedule
de: Kalender

# training.add_more_sets
source: add more sets
de: Weitere Sätze hinzufügen

# training.cancel
source: Cancel
de: Abbr.

# training.days_ago
source: Last training %1$(count)lld days ago
de: Letztes Training vor %1$(count)lld Tagen

source: Training Details
de: Trainingsdetails

# training.edit
source: Edit
de: Bearbeiten

# training.finish
source: Finish
de: Abschließen

# training.last_five_days
source: Last 5 training days
de: Letzte 5 Trainingstage

# training.last_run
source: Last run
de: Letz. Mal

# training.last_training
source: Last training: %1$(date)@
de: Letztes Training: %1$(date)@

# training.none
source: No training
de: Kein Training

# training.none_day
source: No training on this day
de: An diesem Tag kein Training

# training.set_result
source: Set Result
de: Satzergebnis

# training.start
source: Start Training
de: Training starten

# training.start_left
source: Start Left %1$(number)lld
de: Links %1$(number)lld starten

# training.start_right
source: Start Right %1$(number)lld
de: Rechts %1$(number)lld starten

# training.start_set
source: Start set %1$(number)lld
de: Satz %1$(number)lld starten

# transit.arrival_label
source: Arrival %1$(destination)@
de: Ankunft %1$(destination)@

# transit.cached
source: No internet · cached %1$(time)@
de: Kein Internet · zwischengespeichert %1$(time)@

# transit.connection
source: Connection
de: Verbindung

# transit.connection_departure
source: Connection departure
de: Abfahrt der Verbindung

# transit.current_departure
source: Current departure
de: Aktuelle Abfahrt

# transit.delay
source: Delay
de: Verspätung

# transit.destination
source: Destination
de: Ziel

# transit.direct_to
source: Direct to %1$(destination)@
de: Direkt nach %1$(destination)@

# transit.final_stop
source: Final stop
de: Endhaltestelle

# transit.get_off_at
source: Get off at
de: Aussteigen bei

# transit.last_request
source: Last request %1$(time)@
de: Letzte Abfrage %1$(time)@

# transit.load_prompt
source: Tap Refresh to load departures.
de: Tippe auf „Aktualisieren“, um Abfahrten zu laden.

# transit.no_departures
source: No departures in the next 60 minutes.
de: Keine Abfahrten in den nächsten 60 Minuten.

# transit.no_trains
source: No trains in the next 60 minutes.
de: Keine Züge in den nächsten 60 Minuten.

# transit.on_time
source: on time
de: pünktlich

# transit.scheduled_departure
source: Scheduled departure
de: Planmäßige Abfahrt

# transit.transfer
source: Transfer
de: Umstieg

# transit.transfer_caption
source: ⤷ Transfer at %1$(station)@ via %2$(line)@ · %3$(time)@
de: ⤷ Umstieg bei %1$(station)@ mit %2$(line)@ · %3$(time)@

# transit.transfer_caption_arrival
source: ⤷ Transfer at %1$(station)@ via %2$(line)@ · %3$(time)@ → %4$(destination)@ · %5$(arrival)@
de: ⤷ Umstieg bei %1$(station)@ mit %2$(line)@ · %3$(time)@ → %4$(destination)@ · %5$(arrival)@

# transit.updated
source: Updated %1$(time)@
de: Aktualisiert %1$(time)@

# workout.analytics_save_failed
source: The workout could not be saved. Please try again.
de: Das Workout konnte nicht gespeichert werden. Bitte versuche es erneut.

# workout.choose_default
source: Choose default workout
de: Standard-Workout auswählen

# workout.confirm_deletion
source: Confirm deletion
de: Löschen bestätigen

source: Workout creation failed
de: Workout-Erstellung fehlgeschlagen

# workout.creation_save_failed
source: Workout could not be saved.
de: Workout konnte nicht gespeichert werden.

# workout.duplicate
source: duplicate
de: Duplikat

# workout.export
source: Export Workout
de: Workout exportieren

# workout.export_failed_title
source: Export failed
de: Export fehlgeschlagen

# workout.export_menu
source: Export workout
de: Workout exportieren

# workout.fallback_name
source: Your Workout
de: Dein Workout

# workout.import
source: Import Workout
de: Workout importieren

# workout.import_failed_title
source: Import failed
de: Import fehlgeschlagen

# workout.import_menu
source: Import workout
de: Workout importieren

# workout.log
source: LOG WORKOUT
de: WORKOUT EINTRAGEN

# workout.log_menu
source: Log Workout
de: Workout eintragen

# workout.my_workouts
source: My Workouts
de: Meine Workouts

# workout.name_example
source: e.g. Pull, Push
de: z. B. Pull, Push

# workout.new
source: New Workout
de: Neues Workout

# workout.new_menu
source: New workout
de: Neues Workout

# workout.no_active_exercises
source: This workout has no active exercises.
de: Dieses Workout hat keine aktiven Übungen.
